{include file='!config.tpl'}
{* The main page template *}

{* The canonical address of the page *}
{$canonical="" scope=parent}


{*=| Рекомендуемые товары |=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=*}
{if $device==mobile}		{$limit=5}
{elseif $device==tablet}	{$limit=8}
{else}						{$limit=10}
{/if}
{get_featured_products var=featured_products limit=$limit}
{if $featured_products}
<section class="relative bg-light bdot-t bdot-b py-2 px-0 shadow-2">
	<div class="container">
		<div class="page_header text-center" data-language="main_recommended_products">
			{$lang->main_recommended_products}
		</div>
		<div class="page_header_text">
			Наши покупатели выбирают лучшее. <a href="{$lang_link}bestsellers" data-language="main_look_all">{$lang->main_look_all}</a>
		</div>

		<div class="row {$smarty.get.module} products-grid{if $device!=desktop} slick-products{/if} featured">
			{foreach $featured_products as $product}
				<div class="col-sm-6 col-md-4 col-lg-3 col-xl-20 products-item">
					{include "product_list.tpl"}
				</div>
			{/foreach}
		</div>
	</div>
</section>
{/if}




{*=| Товары со скидкой |=-=-=-=-deleted-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=*}



<div class="container my-2">
	<div class="row">
		{if $page->description}
		<div class="col-md-12 col-lg-7 col-xl-8 mb-2">
			<article class="readmore_js mb-0">
				<h1 class="h3 text-caps">{*$page->name|escape*}О магазине / Заголовок H1</h1>
				{$page->description}
			</article>
		</div>
		{/if}

		{if $device!=mobile}{/if}
		<div class="col-md-12 col-lg-5 col-xl-4 tizers_block">
			<div class="row anim-all">
				<div class="col-sm-6 col-md-6 col-lg-12 col-xl-12 item">
					<div>
						<svg class="isvg" width="40" height="40" viewBox="0 0 64 64" xmlns="http://www.w3.org/2000/svg"><path fill="currentColor" d="M32 0c-17.674 0-32 14.328-32 32s14.326 32 32 32 32-14.328 32-32c0-17.672-14.326-32-32-32zM36 55.64v-7.64c0-1.106-0.894-2-2-2h-4c-1.106 0-2 0.894-2 2v7.64c-10.042-1.688-17.964-9.6-19.654-19.64h7.654c1.106 0 2-0.894 2-2v-4c0-1.106-0.894-2-2-2h-7.64c1.688-10.044 9.6-17.964 19.64-19.654v7.654c0 1.104 0.894 2 2 2h4c1.106 0 2-0.896 2-2v-7.654c10.040 1.69 17.952 9.61 19.64 19.654h-7.64c-1.106 0-2 0.894-2 2v4c0 1.106 0.894 2 2 2h7.654c-1.69 10.040-9.612 17.952-19.654 19.64z"></path>
						</svg>
					</div>
					<div>
						<div class="title">Нас выбирают</div>
						Наши покупатели живут во всех регионах необъятной России! У нас удобная и быстрая доставка.
					</div>
				</div>
				<div class="col-sm-6 col-md-6 col-lg-12 col-xl-12 item">
					<div>
						<svg class="isvg" width="40" height="40" viewBox="0 0 62 64" xmlns="http://www.w3.org/2000/svg"><path fill="currentColor" d="M27.429 31.786l19.5 19.5c-4.964 5.036-11.893 8.143-19.5 8.143-15.143 0-27.429-12.286-27.429-27.429s12.286-27.429 27.429-27.429v27.214zM34.107 32h27.607c0 7.607-3.107 14.536-8.143 19.5zM59.429 27.429h-27.429v-27.429c15.143 0 27.429 12.286 27.429 27.429z"></path>
						</svg>
					</div>
					<div>
						<div class="title">Широкий ассортимент</div>
						Большой выбор предложений в наличии на нашем складе ждёт вас. Возможны заявки "под заказ".
					</div>
				</div>
				<div class="col-sm-6 col-md-6 col-lg-12 col-xl-12 item">
					<div><svg class="isvg">{include file='svg.tpl' item='isvg-sale'}</svg></div>
					<div>
						<div class="title">Скидки и акции!</div>
						Мы предлагаем гибкую систему скидок для наших заказчиков и фиксированные скидки на текущие предложения.
					</div>
				</div>
				<div class="col-sm-6 col-md-6 col-lg-12 col-xl-12 item">
					<div>
						<svg class="isvg" width="40" height="40" viewBox="0 0 64 64" xmlns="http://www.w3.org/2000/svg"><path fill="currentColor" d="M32 2.625l24 10.75v16c0 14.75-10.25 28.625-24 32-13.75-3.375-24-17.25-24-32v-16zM32 32v23.875c9.875-3.125 17.25-12.875 18.625-23.875h-18.625zM32 32v-23.5l-18.625 8.25v15.25h18.625z"></path></svg>
					</div>
					<div>
						<div class="title">Контроль и проверка</div>
						Товар проверяется перед продажей! И Вы можете проверить комплектность заказа при получении.
					</div>
				</div>
			</div>
		</div>
	</div>
</div>



{*=| Список брендов |=-=-deleted-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=*}




{*=| Рекламнве блоки для примера |=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-==-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=*}
<div class="container my-2 text-center">
	<div class="row">
		<div class="col-lg-6 my-1">
			<a class='image-b' href='{$lang_link}url/url'>
			<img src="design/{$settings->theme}/images/banners/banner_group_Content_sample_1.jpg" alt="" />
			</a>
		</div>
		<div class="col-lg-6 my-1">
			<a class='image-b' href='{$lang_link}url/url'>
			<img src="design/{$settings->theme}/images/banners/banner_group_Content_sample_2.jpg" alt="" />
			</a>
		</div>
	</div>
</div>



{*=| Новые товары |=-=-deleted--=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=*}




{* КАТЕГОРИИ  каталога *}
{$cats=$categories}
{if $cats}
<section class="{$module} py-1" id=subcats>
	<div class="container">
		<div class="page_header text-center">
			<span>Выберите свой вариант</span> в разделах каталога
		</div>
		<div class="row subcats-list fn_subcats slick-center">
			{foreach $cats as $c}
			{if $c->visible}
			<div class="col anim-all">
				<div class="item">
					<div class="image">
						{if $c->image}	<img src="{$c->image|resize:140:110:false:$config->resized_categories_dir}" alt="{if $c->image}{$c->name|escape}{/if}"/>
						{else}			<svg class="isvg" width="33" height="33">{include file='svg.tpl' item='isvg-noimage'}</svg>{/if}
					</div>
					<div class="h4 name">{$c->name|escape|truncate:40:'...'}{if $c->products_count}<span>({$c->products_count}){/if}</span></div>
					<a class="over-all" href="catalog/{$c->url}" data-category="{$c->id}"></a>
				</div>
			</div>
			{/if}
			{/foreach}
		</div>
	</div>
</section>
{/if}



{*=| Новости на главной |=-=-deleted-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=*}


{*=| Иконки
|=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=*}

<div class="container mb-0 pt-1 bg-light-trans">
			<div class="row tizers_block2 anim-all">
				<div class="col-sm-12 col-md-6 col-lg-3 col-xl-3 item">
					<div>
						<svg class="isvg" width="80" height="80" viewBox="0 0 295.526 295.526" xmlns="http://www.w3.org/2000/svg">
						<path d="M147.763,44.074c12.801,0,23.858-8.162,27.83-20.169c-7.578,2.086-17.237,3.345-27.83,3.345
		c-10.592,0-20.251-1.259-27.828-3.345C123.905,35.911,134.961,44.074,147.763,44.074z"/>
	<path d="M295.158,58.839c-0.608-1.706-1.873-3.109-3.521-3.873l-56.343-26.01c-11.985-4.06-24.195-7.267-36.524-9.611
		c-0.434-0.085-0.866-0.126-1.292-0.126c-3.052,0-5.785,2.107-6.465,5.197c-4.502,19.82-22.047,34.659-43.251,34.659
		c-21.203,0-38.749-14.838-43.25-34.659c-0.688-3.09-3.416-5.197-6.466-5.197c-0.426,0-0.858,0.041-1.292,0.126
		c-12.328,2.344-24.538,5.551-36.542,9.611L3.889,54.965c-1.658,0.764-2.932,2.167-3.511,3.873
		c-0.599,1.726-0.491,3.589,0.353,5.217l24.46,48.272c1.145,2.291,3.474,3.666,5.938,3.666c0.636,0,1.281-0.092,1.917-0.283
		l27.167-8.052v161.97c0,3.678,3.001,6.678,6.689,6.678h161.723c3.678,0,6.67-3.001,6.67-6.678V107.66l27.186,8.052
		c0.636,0.191,1.28,0.283,1.915,0.283c2.459,0,4.779-1.375,5.94-3.666l24.469-48.272C295.629,62.428,295.747,60.565,295.158,58.839z
		"/>
						</svg>
					</div>
					<div>
						<div class="title">Богатый ассортимент</div>
						Доступная детская одежда для детей от 3 до 12 лет. Основная концепция: «Модно! Удобно.»
					</div>
				</div>
				<div class="col-sm-12 col-md-6 col-lg-3 col-xl-3 item">
					<div>
						<svg class="isvg" width="80" height="80" viewBox="0 0 612.001 612" xmlns="http://www.w3.org/2000/svg"><path d="M604.131,440.17h-19.12V333.237c0-12.512-3.776-24.787-10.78-35.173l-47.92-70.975
		c-11.725-17.311-31.238-27.698-52.169-27.698h-74.28c-8.734,0-15.737,7.082-15.737,15.738v225.043H262.475
		c11.567,9.992,19.514,23.92,21.796,39.658H412.53c4.563-31.238,31.475-55.396,63.972-55.396c32.498,0,59.33,24.158,63.895,55.396
		h63.735c4.328,0,7.869-3.541,7.869-7.869V448.04C612,443.713,608.46,440.17,604.131,440.17z M525.76,312.227h-98.044
		c-4.327,0-7.868-3.463-7.868-7.869v-54.372c0-4.328,3.541-7.869,7.868-7.869h59.724c2.597,0,4.957,1.259,6.452,3.305l38.32,54.451
		C535.831,305.067,532.133,312.227,525.76,312.227z M476.502,440.17c-27.068,0-48.943,21.953-48.943,49.021
		c0,26.99,21.875,48.943,48.943,48.943c26.989,0,48.943-21.953,48.943-48.943C525.445,462.125,503.491,440.17,476.502,440.17z
		 M476.502,513.665c-13.535,0-24.472-11.016-24.472-24.471c0-13.535,10.937-24.473,24.472-24.473
		c13.533,0,24.472,10.938,24.472,24.473C500.974,502.649,490.036,513.665,476.502,513.665z M68.434,440.17
		c-4.328,0-7.869,3.543-7.869,7.869v23.922c0,4.328,3.541,7.869,7.869,7.869h87.971c2.282-15.738,10.229-29.666,21.718-39.658
		H68.434V440.17z M220.298,440.17c-26.989,0-48.943,21.953-48.943,49.021c0,26.99,21.954,48.943,48.943,48.943
		c27.068,0,48.943-21.953,48.943-48.943C269.242,462.125,247.367,440.17,220.298,440.17z M220.298,513.665
		c-13.534,0-24.471-11.016-24.471-24.471c0-13.535,10.937-24.473,24.471-24.473c13.534,0,24.472,10.938,24.472,24.473
		C244.77,502.649,233.832,513.665,220.298,513.665z M338.014,150.605h-91.198c4.485,13.298,6.846,27.54,6.846,42.255
		c0,74.28-60.431,134.711-134.711,134.711c-13.535,0-26.675-2.045-39.029-5.744v86.949c0,4.328,3.541,7.869,7.869,7.869h265.96
		c4.329,0,7.869-3.541,7.869-7.869V174.211C361.619,161.149,351.075,150.605,338.014,150.605z M118.969,73.866
		C53.264,73.866,0,127.129,0,192.834s53.264,118.969,118.969,118.969s118.97-53.264,118.97-118.969S184.674,73.866,118.969,73.866z
		 M118.969,284.73c-50.752,0-91.896-41.143-91.896-91.896c0-50.753,41.144-91.896,91.896-91.896
		c50.753,0,91.896,41.144,91.896,91.896C210.865,243.587,169.722,284.73,118.969,284.73z M154.066,212.242
		c-1.014,0-2.052-0.131-3.082-0.407L112.641,201.5c-5.148-1.391-8.729-6.062-8.729-11.396v-59.015
		c0-6.516,5.287-11.803,11.803-11.803c6.516,0,11.803,5.287,11.803,11.803v49.971l29.614,7.983
		c6.294,1.698,10.02,8.177,8.322,14.469C164.033,208.776,159.269,212.242,154.066,212.242z"/>
						</svg>
					</div>
					<div>
						<div class="title">Быстрая доставка</div>
						Вы получите свой заказ в кратчайшие сроки, благодаря продуманной логистике нашего магазина.
					</div>
				</div>
				<div class="col-sm-12 col-md-6 col-lg-3 col-xl-3 item">
					<div><svg class="isvg" width="80" height="80" viewBox="0 0 512 512" xmlns="http://www.w3.org/2000/svg"><path d="M430.9,186.2C430.9,89.6,352.4,11,256,11C159.6,11,81.1,89.6,81.1,186.2c0,42.3,15.1,81.2,40.1,111.5v182.8    c2.1,23.7,26.4,22.4,31.3,17.3L256,433.1l103.5,64.8c21.4,10,32-8.4,31.3-17.3c0,0,0-182-0.1-182.7    C415.8,267.6,430.9,228.6,430.9,186.2z M256,51.8c73.9,0,134,60.3,134,134.4s-60.1,134.4-134,134.4    c-73.9,0-134.1-60.3-134.1-134.4S182.1,51.8,256,51.8z M266.8,391.7c-6.6-4.1-15-4.2-21.7,0l-83.1,52V334    c27.2,17.4,59.4,27.5,94,27.5c34.6,0,66.8-10.1,94-27.5v109.8L266.8,391.7z"/>
      <polygon points="254.2,258.5 285.2,258.5 285.2,114 226.8,114 226.8,141.5 254.2,141.5   "/></svg></div>
					<div>
						<div class="title">Качество превыше всего</div>
						Весь наш товар проходит сертификацию, а мы работаeм только с известными производителями.
					</div>
				</div>
				<div class="col-sm-12 col-md-6 col-lg-3 col-xl-3 item">
					<div>
						<svg class="isvg" width="80" height="80" viewBox="0 0 31.301 31.301" xmlns="http://www.w3.org/2000/svg"><path d="M29.317,23.27c1.302-2.326,1.982-4.934,1.982-7.622C31.3,7.02,24.278,0,15.65,0C7.021,0,0.001,7.02,0.001,15.648
			c0,8.629,7.021,15.653,15.65,15.653c2.672,0,5.264-0.676,7.581-1.966c1.607,0.642,3.263,1.302,3.263,1.302
			c0.354,0.141,0.724,0.209,1.092,0.209c0.722,0,1.433-0.265,1.985-0.767c0.836-0.761,1.166-1.927,0.851-3.013L29.317,23.27z
			 M27.585,27.893c0,0-2.797-1.112-4.646-1.856c-2.062,1.448-4.572,2.312-7.289,2.312c-7.012,0-12.696-5.685-12.696-12.699
			c0-7.011,5.684-12.695,12.696-12.695s12.697,5.683,12.697,12.694c0,2.668-0.826,5.142-2.23,7.186L27.585,27.893z"/>
		<path d="M9.52,12.431h12.231c0.543,0,0.984-0.44,0.984-0.984c0-0.545-0.441-0.984-0.984-0.984H9.52
			c-0.544,0-0.984,0.439-0.984,0.984C8.535,11.991,8.976,12.431,9.52,12.431z"/>
		<path d="M21.78,14.665H9.55c-0.543,0-0.984,0.44-0.984,0.984c0,0.544,0.441,0.984,0.984,0.984h12.23
			c0.545,0,0.984-0.439,0.984-0.984C22.765,15.105,22.325,14.665,21.78,14.665z"/>
		<path d="M21.78,18.869H9.55c-0.543,0-0.984,0.439-0.984,0.984s0.441,0.983,0.984,0.983h12.23c0.545,0,0.984-0.438,0.984-0.983
			C22.767,19.309,22.325,18.869,21.78,18.869z"/></svg>
					</div>
					<div>
						<div class="title">Бесплатные консультации</div>
						Получите профессиональную поддержку детского стилиста и помощь в выборе одежды совершенно бесплатно.
					</div>
				</div>
			</div>
</div>




